Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Dialogs_P2P_WhyUse_Description
source: • Increased upload and download speeds • No activity logs • Hide your IP address from your service provider and peers
ar_sa: - زيادة سرعات الرفع والتنزيل - لا توجد سجلات نشاط - إخفاء عنوان IP الخاص بك عن مزود الخدمة والأقران
ca_es: • Augment de la velocitat de càrrega i descàrrega • Sense registres d'activitat • Oculteu la vostra adreça IP del proveïdor de serveis i d'altres usuaris
da_dk: • Højere upload- og downloadhastigheder • Ingen aktivitetslogs • Skjul din IP-adresse for din tjenesteudbyder og peers
hu_hu: - Megnövelt feltöltési és letöltési sebesség - Nincs tevékenységi napló - IP-címének elrejtése a szolgáltató és a kapcsolódó felek elől
th_th: • เพิ่มความเร็วในการอัปโหลดและดาวน์โหลด • ไม่มีบันทึกกิจกรรม • ซ่อนที่อยู่ IP จากผู้ให้บริการและ Peers
vi_vn: • Tăng tốc độ tải lên và tải xuống • Không có nhật ký hoạt động • Ẩn địa chỉ IP khỏi nhà cung cấp dịch vụ và các máy ngang hàng
zh_cn: • 上传和下载速度更快 • 无活动记录 • 向服务提供商和种子用户隐藏你的 IP 地址
zh_tw: • 提升上傳和下載速度 • 無活動記錄 • 隱藏您的 IP 地址，避免 ISP 和其他使用者追蹤

# Dialogs_Protocol_Description
source: A protocol is a set of instructions your device follows to connect and communicate with a server.
ar_sa: البروتوكول هو مجموعة من التعليمات التي يتبعها جهازك للاتصال والتواصل مع الخادم.
ca_es: Un protocol és un conjunt d'instruccions que segueix el dispositiu per connectar-se i comunicar-se amb un servidor.
da_dk: En protokol er et sæt instruktioner, som din enhed følger for at forbinde og kommunikere med en server.
hu_hu: A protokoll olyan utasítások összessége, amelyeket az eszköz követ a szerverhez való csatlakozáshoz és a vele való kommunikációhoz.
th_th: โปรโตคอลคือชุดคำสั่งที่อุปกรณ์ปฏิบัติตามเพื่อเชื่อมต่อและสื่อสารกับเซิร์ฟเวอร์
vi_vn: Giao thức là tập hợp các hướng dẫn mà thiết bị tuân theo để kết nối và giao tiếp với máy chủ.
zh_cn: 协议是设备同服务器连接、通讯的方法所按照的一系列规范。
zh_tw: 通訊協定是您的裝置與伺服器連線和通訊時所遵循的一套指示。

# Dialogs_Protocol_SwitchHeader
source: Switch VPN Protocol
ar_sa: تغيير بروتوكول VPN
ca_es: Canvia el protocol VPN
da_dk: Skift VPN-protokol
hu_hu: VPN protokoll változtatása
th_th: สลับโปรโตคอล VPN
vi_vn: Chuyển đổi giao thức VPN
zh_cn: 切换VPN协议
zh_tw: 切換 VPN 通訊協定

# Dialogs_Protocol_Title
source: What is a VPN protocol?
ar_sa: ما هو بروتوكول VPN؟
ca_es: Què és un protocol VPN?
da_dk: Hvad er en VPN-protokol
hu_hu: Mi az a VPN protokoll?
th_th: โปรโตคอล VPN คืออะไร?
vi_vn: Giao thức VPN là gì?
zh_cn: VPN协议是什么？
zh_tw: 什麼是 VPN 通訊協定？

# Dialogs_ReportIssue_ContactForm_Email
source: Email
ar_sa: البريد الإلكتروني
ca_es: Correu electrònic
hu_hu: E-mail cím
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 電子信箱

# Dialogs_ReportIssue_ContactForm_IncludeLogs
source: Send error logs
ar_sa: إرسال سجل الأخطاء
ca_es: Envia registres d'error
da_dk: Send fejllogfiler
hu_hu: Hibanapló beküldése
th_th: ส่งบันทึกข้อผิดพลาด
vi_vn: Gửi nhật ký lỗi
zh_cn: 发送错误日志
zh_tw: 傳送錯誤紀錄檔

# Dialogs_ReportIssue_ContactForm_IncludeLogs_Description
source: Error logs show us what went wrong, and which actions led to your issue. We'll only ever use them to help our engineers fix bugs.
ar_sa: تظهر لنا سجلات الأخطاء ما الخطأ الذي حدث، والإجراءات التي أدت إلى مشكلتك. سنستخدمها فقط لمساعدة مهندسينا في إصلاح الأخطاء.
ca_es: Els registres d'errors ens indiquen que no pas funcionant i les accions que han conduït al vostre problema. S'utilitzen únicament per ajudar els enginyers a corregir els errors.
da_dk: Fejllogs viser os, hvad der gik galt, og hvilke handlinger der førte til dit problem. Vi bruger dem kun til at hjælpe vores teknikere med at rette fejl.
hu_hu: A hibanaplók megmutatják, mi ment rosszul, és milyen műveletek vezettek a problémához. Ezeket mindig csak arra használjuk, hogy segítsük a mérnökeinket a hibák kijavításában.
th_th: บันทึกข้อผิดพลาดแสดงสิ่งที่ผิดพลาดและการดำเนินการที่นำไปสู่ปัญหา เราจะใช้เพื่อช่วยวิศวกรแก้ไขบั๊กเท่านั้น
vi_vn: Nhật ký lỗi giúp chúng tôi hiểu sự cố và nguyên nhân gây ra sự cố. Chúng tôi sẽ chỉ sử dụng nhật ký để hỗ trợ kỹ sư sửa lỗi.
zh_cn: 错误日志会向我们显示出错的原因，以及哪些操作导致了您的问题。我们只会使用它们来帮助工程师修复错误。
zh_tw: 錯誤日誌會顯示問題出在哪裡，以及哪些操作導致了您的問題。我們僅會使用這些日誌來幫助工程師修復錯誤。

# Dialogs_ReportIssue_Header
source: What's the issue?
ar_sa: ما هي المشكلة؟
ca_es: Quin és el problema?
da_dk: Hvad er problemet?
hu_hu: Mi a probléma?
th_th: เกิดปัญหาอะไร?
vi_vn: Bạn gặp sự cố gì?
zh_cn: 有什么问题吗？
zh_tw: 發生什麼事了？

# Dialogs_ReportIssue_QuickFixes
source: Quick fixes
ar_sa: إصلاحات سريعة
ca_es: Solucions ràpides
da_dk: Hurtige løsninger
hu_hu: Gyors javítások
th_th: การแก้ไขด่วน
vi_vn: Sửa chữa nhanh
zh_cn: 快速修复
zh_tw: 快速修復

# Dialogs_ReportIssue_QuickFixes_Footer
source: Didn't work?
ar_sa: لم يعمل؟
ca_es: No ha funcionat?
da_dk: Virkede det ikke?
hu_hu: Nem működött?
th_th: ไม่ได้ผลใช่หรือไม่?
vi_vn: Không hoạt động?
zh_cn: 未能正常工作？
zh_tw: 不起作用？

# Dialogs_ReportIssue_QuickFixes_Header
source: These tips could help to solve your issue faster.
ar_sa: يمكن أن تساعد هذه النصائح في حل مشكلتك بشكل أسرع.
ca_es: Aquests consells podrien ajudar a resoldre el vostre problema més ràpid.
da_dk: Disse tips kan hjælpe dig med at løse dit problem hurtigere.
hu_hu: Ezek a tippek segíthetnek problémája gyorsabban megoldásában.
th_th: เคล็ดลับเหล่านี้อาจช่วยแก้ปัญหาได้เร็วขึ้น
vi_vn: Những mẹo này có thể giúp giải quyết vấn đề của bạn nhanh hơn.
zh_cn: 这些提示可能有助更快排除问题。
zh_tw: 這些提示可以更快地幫助您解決問題。

# Dialogs_ReportIssue_Result_DoneAction
source: Done
ar_sa: تم
ca_es: Fet
da_dk: Udført
hu_hu: Kész
th_th: เสร็จสมบูรณ์
vi_vn: Hoàn tất
zh_cn: 完成
zh_tw: 完成

# Dialogs_ReportIssue_Result_Fail
source: Something went wrong
ar_sa: حدث خطأ ما
ca_es: Alguna cosa ha anat malament.
da_dk: Noget gik galt
hu_hu: Valami hiba történt
th_th: มีบางอย่างผิดพลาด
vi_vn: Đã xảy ra sự cố
zh_cn: 出了点问题
zh_tw: 發生錯誤

# Dialogs_ReportIssue_Result_Fail_Description
source: We couldn't send your report. Please check your connection and try again.
ar_sa: لم نتمكن من إرسال تقريرك. الرجاء التحقق من اتصالك والمحاولة مرة أخرى.
ca_es: No hem pogut enviar el vostre informe. Comproveu la vostra connexió i torneu-ho a provar.
da_dk: Vi kunne ikke sende din rapport. Tjek din forbindelse og prøv igen.
hu_hu: Nem sikerült elküldeni a jelentést. Ellenőrizze a hálózati kapcsolatot, és próbálja meg újra.
th_th: ไม่สามารถส่งรายงานได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
vi_vn: Không thể gửi báo cáo. Vui lòng kiểm tra kết nối và thử lại.
zh_cn: 我们无法发送您的报告。请检查您的连接并重试。
zh_tw: 我們無法傳送回報。請檢查您的網路連線並重試。

# Dialogs_ReportIssue_Result_Success
source: Report sent
ar_sa: تم إرسال التقرير
ca_es: S'ha enviat l'informe.
da_dk: Rapport sendt
hu_hu: Jelentés elküldve
th_th: ส่งรายงานแล้ว
vi_vn: Đã gửi báo cáo
zh_cn: 报告已发送
zh_tw: 已傳送回報

# Dialogs_ReportIssue_Result_Success_Description
source: Thanks for your feedback. We'll get back to you as soon as we can.
ar_sa: شكرا على ملاحظاتك. سنعود إليك في أقرب وقت ممكن.
ca_es: Gràcies pels vostres comentaris. Ens posarem en contacte amb vosaltres tan aviat com puguem.
da_dk: Tak for din feedback. Vi vender tilbage til dig så snart vi kan.
hu_hu: Köszönjük a visszajelzést. Hamarosan válaszolunk.
th_th: ขอบคุณสำหรับข้อเสนอแนะ เราจะติดต่อกลับโดยเร็วที่สุด
vi_vn: Cảm ơn phản hồi của bạn. Chúng tôi sẽ liên hệ lại sớm nhất có thể.
zh_cn: 感谢您的反馈。我们将尽快与您联系。
zh_tw: 感謝您的回饋。我們將盡快與您聯繫。

# Dialogs_ReportIssue_SendReport
source: Send report
ar_sa: ارسل التقرير
ca_es: Envia l'informe
da_dk: Send rapport
hu_hu: Bejelentés elküldése
th_th: ส่งรายงาน
vi_vn: Gửi báo cáo
zh_cn: 提交反馈
zh_tw: 傳送回報

# Dialogs_ReportIssue_Steps
source: Step {0} of {1}
ar_sa: الخطوة {0} من {1}
ca_es: Pas {0} de {1}
da_dk: Trin {0} af {1}
hu_hu: {0} / {1} lépés
th_th: ขั้นตอนที่ {0} จาก {1}
vi_vn: Bước {0} trên {1}
zh_cn: 第 {0} 步，共 {1} 步
zh_tw: 步驟 {0} / {1}

# Dialogs_ReportIssue_Title
source: Report an issue
ar_sa: الإبلاغ عن مشكلة
ca_es: Informeu d'un problema
da_dk: Anmeld en fejl
hu_hu: Hibajelentés
th_th: รายงานปัญหา
vi_vn: Báo cáo một sự cố
zh_cn: 报告问题
zh_tw: 回報問題

# Dialogs_ServerLoad_Description
source: Server load shows how close a server is to its maximum capacity.\n\nA high server load can slow down your connection.
ar_sa: يظهر تحميل الخادم مدى قرب الخادم من سعته القصوى. يمكن أن يؤدي الحمل العالي للخادم إلى إبطاء اتصالك.
ca_es: La càrrega del servidor mostra a quina distància està un servidor de la seva capacitat màxima. Una càrrega elevada del servidor pot alentir la vostra connexió.
da_dk: Serverbelastning viser, hvor tæt en server er på sin maksimale kapacitet. En høj serverbelastning kan gøre din forbindelse langsommere.
hu_hu: A szerverterhelés azt mutatja, hogy a szerver milyen közel van a maximális kapacitásához. A nagy szerverterhelés lelassíthatja a kapcsolatot.
th_th: ภาระของเซิร์ฟเวอร์แสดงว่าเซิร์ฟเวอร์ใกล้ถึงขีดจำกัดความจุเพียงใด ภาระของเซิร์ฟเวอร์สูงอาจทำให้การเชื่อมต่อช้าลง
vi_vn: Mức tải máy chủ cho biết mức độ gần đạt công suất tối đa của máy chủ. Mức tải máy chủ cao có thể làm chậm kết nối.
zh_cn: 服务器负载反映了某个服务器距离达到其可用资源上限还有多少。 高服务器负载会导致您的网速变慢。
zh_tw: 伺服器負載顯示一台伺服器離其運能上限有多遠。 高伺服器負載會影響連線速度。

# Dialogs_ServerLoad_HighRange_Description
source: VPN may run slower than normal
ar_sa: قد يعمل VPN أبطأ من المعتاد
ca_es: La VPN pot funcionar més lent del normal.
da_dk: VPN kører muligvis langsommere end normalt
hu_hu: A VPN a megszokottnál lassabban futhat
th_th: VPN อาจทำงานช้ากว่าปกติ
vi_vn: VPN có thể chạy chậm hơn bình thường
zh_cn: VPN可能会导致网速比平常时候更慢
zh_tw: VPN 執行速度可能較慢

# Dialogs_ServerLoad_HighRange_Title
source: High (91-100%)
ar_sa: مرتفعة (91-100%)
ca_es: Alta (91-100%)
da_dk: Høj (91-100%)
hu_hu: Magas (91-100%)
th_th: สูง (91-100%)
vi_vn: Cao (91-100%)
zh_cn: 高延迟（91-100%）
zh_tw: 高 (91-100%)

# Dialogs_ServerLoad_LowRange_Description
source: Lightning fast speeds
ar_sa: سرعة البرق السريعة
ca_es: Velocitats ultraràpides
da_dk: Lynhurtige hastigheder
hu_hu: Villámgyors sebesség
th_th: ความเร็วสูงดุจสายฟ้า
vi_vn: Tốc độ cực nhanh
zh_cn: 快如闪电
zh_tw: 極速

# Dialogs_ServerLoad_LowRange_Title
source: Low (1-75%)
ar_sa: منخفضة (1-75%)
ca_es: Baixa (1-75%)
da_dk: Lav (1-75%)
hu_hu: Alacsony (1-75%)
th_th: ต่ำ (1-75%)
vi_vn: Thấp (1-75%)
zh_cn: 低延迟（1-75%）
zh_tw: 低 (1-75%)

# Dialogs_ServerLoad_MediumRange_Description
source: Unlikely to affect VPN speed
ar_sa: من غير المحتمل أن تؤثر على سرعة VPN
ca_es: És poc probable que afecti a la velocitat de la VPN.
da_dk: Påvirker sandsynligvis ikke VPN-hastigheden
hu_hu: Nem valószínű, hogy befolyásolja a VPN sebességet
th_th: ไม่น่าจะส่งผลกระทบต่อความเร็ว VPN
vi_vn: Hầu như không ảnh hưởng đến tốc độ VPN
zh_cn: 不大可能影响 VPN 的速度
zh_tw: 對 VPN 速度影響不大

# Dialogs_ServerLoad_MediumRange_Title
source: Medium (76-90%)
ar_sa: متوسطة (76-90%)
ca_es: Mitjana (76-90%)
hu_hu: Közepes (76-90%)
th_th: ปานกลาง (76-90%)
vi_vn: Trung bình (76-90%)
zh_cn: 中延迟（76-90%）
zh_tw: 中 (76-90%)

# Dialogs_ServerLoad_Title
source: What is server load?
ar_sa: ما هو تحميل الخادم؟
ca_es: Què és la càrrega del servidor?
da_dk: Hvad er serverbelastning?
hu_hu: Mit értünk szerverterhelés alatt?
th_th: ภาระของเซิร์ฟเวอร์คืออะไร?
vi_vn: Mức tải máy chủ là gì?
zh_cn: 服务器负载是什么？
zh_tw: 什麼是伺服器負載？

# Dialogs_SubscriptionExpired_MaybeLater
source: Maybe later
ar_sa: ربما لاحقا
ca_es: Potser després
da_dk: Måske senere
hu_hu: Talán később
th_th: ไว้ก่อน
vi_vn: Để sau
zh_cn: 以后再说
zh_tw: 稍後再說

# Dialogs_Tor_Description
source: Connect to a Tor server to access hidden services and onion sites using any browser.
ar_sa: اتصل بخادم Tor للوصول إلى الخدمات المخفية ومواقع البصل باستخدام أي متصفح.
ca_es: Connecteu-vos a un servidor Tor per accedir a serveis ocults i llocs onion mitjançant qualsevol navegador.
da_dk: Opret forbindelse til en Tor-server for at få adgang til skjulte tjenester og onion-sider ved hjælp af en hvilken som helst browser.
hu_hu: Csatlakozzon egy Tor-kiszolgálóhoz, hogy bármilyen böngészővel hozzáférjen rejtett szolgáltatásokhoz és onion oldalakhoz.
th_th: เชื่อมต่อกับเซิร์ฟเวอร์ Tor เพื่อเข้าถึงบริการที่ซ่อนอยู่และไซต์ Onion โดยใช้เบราว์เซอร์ใดก็ได้
vi_vn: Kết nối với máy chủ Tor để truy cập các dịch vụ ẩn và trang onion bằng bất kỳ trình duyệt nào.
zh_cn: 连接到 Tor 服务器，使用任何浏览器访问隐藏服务和洋葱站点。
zh_tw: 連接至 Tor 伺服器，使用任何瀏覽器存取隱藏服務與 onion 網站。

# Dialogs_Tor_LearnMore
source: How to access the Tor network
ar_sa: كيفية الوصول إلى شبكة Tor
ca_es: Com accedir a la xarxa Tor
da_dk: Sådan får du adgang til Tor-netværket
hu_hu: Hogyan lehet a Tor hálózatot elérni
th_th: วิธีเข้าถึงเครือข่าย Tor
vi_vn: Cách truy cập mạng Tor
zh_cn: 如何接入 Tor 网络
zh_tw: 如何存取 Tor 網路

# Dialogs_Troubleshooting_Antivirus
source: Turn off antivirus or firewall software
ar_sa: إيقاف تشغيل مكافحة الفيروسات أو برامج جدار الحماية
ca_es: Desactivi l'antivirus o el programari de tallafoc
da_dk: Slå antivirus- eller firewallprogram fra
hu_hu: Kapcsolja ki a vírusirtó vagy tűzfal szoftvert
th_th: ปิดซอฟต์แวร์ป้องกันไวรัสหรือไฟร์วอลล์
vi_vn: Tắt phần mềm diệt vi-rút hoặc tường lửa
zh_cn: 关闭杀毒软件或防火墙
zh_tw: 關閉防毒或防火牆軟體

# Dialogs_Troubleshooting_Antivirus_Description
source: These programs can interfere with VPN connections.
ar_sa: يمكن أن يتتداخل هذه البرامج مع اتصالات VPN.
ca_es: Aquests programes poden interferir amb les connexions VPN.
da_dk: Disse programmer kan forstyrre VPN-forbindelser.
hu_hu: Ezek a programok zavarhatják a VPN-kapcsolatokat.
th_th: โปรแกรมเหล่านี้อาจรบกวนการเชื่อมต่อ VPN
vi_vn: Các chương trình này có thể xung đột với kết nối VPN.
zh_cn: 这些程序可能干扰 VPN 连接。
zh_tw: 這些程式可能會干擾 VPN 連線。

# Dialogs_Troubleshooting_CheckInternet
source: Check your internet connection
ar_sa: تحقق من اتصالك بالإنترنت
ca_es: Comproveu la vostra connexió a internet
da_dk: Tjek din internetforbindelse
hu_hu: Ellenőrizze az internetkapcsolatát
th_th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Hãy kiểm tra kết nối internet của bạn
zh_cn: 检查您的网络连接
zh_tw: 檢查您的網路連線

# Dialogs_Troubleshooting_CheckInternet_Description
source: Make sure you're online, and that your connection is stable.
ar_sa: تأكد من أنك متصل بالإنترنت، وأن اتصالك مستقر.
ca_es: Assegureu-vos que esteu en línia i que la vostra connexió és estable.
da_dk: Sørg for, at du er online, og at din forbindelse er stabil.
hu_hu: Győződjön meg róla, hogy online van, és hogy a kapcsolat stabil.
th_th: ตรวจสอบให้แน่ใจว่าออนไลน์อยู่ และการเชื่อมต่อเสถียร
vi_vn: Hãy đảm bảo bạn đang trực tuyến và kết nối ổn định.
zh_cn: 请确保您在线，并且您的连接是稳定的。
zh_tw: 確保您已連線，且連線穩定。

# Dialogs_Troubleshooting_Description
source: These quick fixes may help you connect to Proton.
ar_sa: هذه الإصلاحات السريعة قد تساعدك على الاتصال proton.
ca_es: Aquestes solucions ràpides us poden ajudar a connectar-vos a Proton.
da_dk: Disse hurtige løsninger afhjælper måske din forbindelse til Proton.
hu_hu: Ezek a gyorsjavítások segíthetnek a Protonhoz való csatlakozásban.
th_th: การแก้ไขด่วนเหล่านี้อาจช่วยให้เชื่อมต่อกับ Proton ได้
vi_vn: Những cách sửa lỗi nhanh này có thể giúp bạn kết nối với Proton.
zh_cn: 这些快速解决方案可能会帮助您连接到 Proton 。
zh_tw: 這些快速修復可能幫助您連線至 Proton。

# Dialogs_Troubleshooting_DifferentNetwork
source: Use a different network
ar_sa: استخدام شبكة أخرى
ca_es: Utilitzeu una xarxa diferent
da_dk: Anvend et andet netværk
hu_hu: Használjon egy másik hálózatot
th_th: ใช้เครือข่ายอื่น
vi_vn: Sử dụng mạng khác
zh_cn: 使用不同的网络
zh_tw: 使用不同的網路

# Dialogs_Troubleshooting_DifferentNetwork_Description
source: Try switching Wi-Fi networks, or use mobile data.
ar_sa: حاول تبديل شبكات Wi-Fi، أو استخدم بيانات الجوال بدلاً من ذلك.
ca_es: Proveu canviant la xarxa Wi-Fi o utilitzeu dades mòbils.
da_dk: Prøv at skifte WiFi-netværk, eller brug mobildata i stedet.
hu_hu: Próbáljon meg Wi-Fi hálózatot váltani, vagy használja helyette a mobil adatátvitelt.
th_th: ลองเปลี่ยนเครือข่าย Wi-Fi หรือใช้ข้อมูลมือถือแทน
vi_vn: Thử chuyển đổi mạng Wi-Fi hoặc sử dụng dữ liệu di động.
zh_cn: 尝试切换 Wi-Fi 网络，或改用移动数据。
zh_tw: 嘗試切換 Wi-Fi 網路，或改用行動數據。

# Dialogs_Troubleshooting_StatusPage
source: Check our status page
ar_sa: تحقق من صفحة الحالة الخاصة بنا
ca_es: Consulti la nostra pàgina d'estat
da_dk: Tjek vores statusside
hu_hu: Ellenőrizze a státusz oldalunkat
th_th: ตรวจสอบหน้าสถานะของเรา
vi_vn: Kiểm tra trang trạng thái của chúng tôi
zh_cn: 检查我们的状态页面
zh_tw: 查看我們的狀態頁面

# Dialogs_Troubleshooting_StatusPage_Description
source: Just to be sure that Proton services are running as normal.
ar_sa: لنتأكد فقط من أن خدمات Proton تعمل بشكل طبيعي.
ca_es: Només per assegurar-vos que els serveis de Proton funcionen amb normalitat.
da_dk: Ville bare være sikker på, at Proton-tjenesterne kører som normalt.
hu_hu: Csak azért, hogy megbizonyosodjon arról, hogy a Proton szolgáltatásai a szokásos módon működnek.
th_th: เพื่อความแน่ใจว่าบริการของ Proton ทำงานตามปกติ
vi_vn: Để đảm bảo các dịch vụ Proton đang hoạt động bình thường.
zh_cn: 确保 Proton 的服务正常运行。
zh_tw: 只是為了確保 Proton 服務正常運作。

# Dialogs_Troubleshooting_Title
source: Connection help
ar_sa: المساعدة في الاتصال
ca_es: Ajuda de connexió
da_dk: Hjælp til forbindelse
hu_hu: Kapcsolati segítség
th_th: ความช่วยเหลือการเชื่อมต่อ
vi_vn: Trợ giúp kết nối
zh_cn: 连接帮助
zh_tw: 連線說明

# Dialogs_UpdateSystemClock_Description
source: Looks like your system clock is out of sync. This may cause issues when connecting to VPN.
ar_sa: يبدو أن ساعة النظام لديك غير متزامنة. قد يسبب ذلك مشكلات عند الاتصال بشبكة VPN.
ca_es: Sembla que el rellotge del vostre sistema no està sincronitzat. Això pot causar problemes en connectar-se a VPN.
da_dk: Det ser ud til, at systemuret er ude af synkronisering. Dette kan forårsage problemer, når der forbindes til VPN.
hu_hu: Úgy tűnik, hogy a rendszer órája pontatlan. Ez problémákat okozhat a VPN-hez való csatlakozáskor.
th_th: ดูเหมือนว่านาฬิกาของระบบไม่ตรงกัน ซึ่งอาจทำให้เกิดปัญหาเมื่อเชื่อมต่อกับ VPN
vi_vn: Có vẻ như đồng hồ hệ thống không đồng bộ. Điều này có thể gây ra sự cố khi kết nối với VPN.
zh_cn: 看起来你的系统时钟不同步。这可能会导致连接 VPN 时出现问题。
zh_tw: 您的系統時鐘似乎未同步。這可能會在連線到 VPN 時導致問題。

# Dialogs_UpdateSystemClock_PrimaryButton
source: How to update system clock
ar_sa: كيفية تحديث ساعة النظام
ca_es: Com actualitzar el rellotge del sistema?
da_dk: Sådan opdateres systemuret
hu_hu: A rendszeróra frissítése
th_th: วิธีอัปเดตนาฬิกาของระบบ
vi_vn: Cách cập nhật đồng hồ hệ thống
zh_cn: 如何更新系统时钟
zh_tw: 如何更新系統時鐘

# Dialogs_UpdateSystemClock_Title
source: Update system clock
ar_sa: حدث ساعة النظام
ca_es: Actualitza el rellotge del sistema
da_dk: Opdatér systemuret
hu_hu: Rendszeróra frissítése
th_th: อัปเดตนาฬิกาของระบบ
vi_vn: Cập nhật đồng hồ hệ thống
zh_cn: 更新系统时钟
zh_tw: 更新系統時鐘

# Dialogs_WelcomeB2B_Description
source: Simple. Seamless. Secure. Protect yourself online and securely access your organization's sites, software, and files.
ar_sa: بسيط. سلس. آمن. احمِ نفسك على الإنترنت وادخل بأمان إلى مواقع مؤسستك وبرامجها وملفاتها.
ca_es: Simple. Transparent. Segur. Protegiu-vos en línia i accediu de manera segura als llocs, programari i fitxers de la vostra organització.
da_dk: Enkelt. Sømløs. Sikkert. Beskyt dig selv online og få sikker adgang til din organisations websteder, software og filer.
hu_hu: Egyszerű. Zökkenőmentes. Biztonságos. Védje magát online, és férjen hozzá biztonságosan a szervezet webhelyeihez, szoftvereihez és fájljaihoz.
th_th: เรียบง่าย ไร้รอยต่อ ปลอดภัย ปกป้องตนเองทางออนไลน์และเข้าถึงไซต์ ซอฟต์แวร์ และไฟล์ขององค์กรได้อย่างปลอดภัย
vi_vn: Đơn giản. Liền mạch. An toàn. Bảo vệ bản thân khi trực tuyến và truy cập an toàn vào các trang web, phần mềm và tệp của tổ chức.
zh_cn: 简单、无缝、且安全。保护自己的在线安全，安全访问您组织的网站、软件和文件。
zh_tw: 簡單。無縫。安全。保護您的線上安全，並安全進入您組織的網站、軟體和檔案。

# Dialogs_WelcomeToProton_Title
source: Welcome to Proton VPN
ar_sa: مرحباً بك في Proton VPN
ca_es: Us donem la benvinguda a Proton VPN
da_dk: Velkommen til Proton VPN
hu_hu: Üdvözli a Proton VPN
th_th: ยินดีต้อนรับสู่ Proton VPN
vi_vn: Chào mừng bạn đến với Proton VPN
zh_cn: 欢迎使用 Proton VPN
zh_tw: 歡迎使用 Proton VPN

# Dialogs_WelcomeToVpnFree_Description
source: Browse privately, access blocked content, and enjoy digital freedom with no data or speed limits.
ar_sa: تصفح بشكل خاص، وقم بالوصول إلى المحتوى المحظور، واستمتع بالحرية الرقمية دون قيود على البيانات أو السرعة.
ca_es: Navegueu en privat, accediu al contingut bloquejat i gaudiu de la llibertat digital sense límits de dades ni de velocitat.
da_dk: Surf privat, få adgang til blokeret indhold, og nyd den digitale frihed uden data- eller hastighedsbegrænsninger.
hu_hu: Böngésszen privát módon, férjen hozzá a blokkolt tartalmakhoz, és élvezze a digitális szabadságot adat- és sebességkorlátozás nélkül.
th_th: เรียกดูแบบส่วนตัว เข้าถึงเนื้อหาที่ถูกบล็อก และเพลิดเพลินกับเสรีภาพทางดิจิทัลโดยไม่มีขีดจำกัดข้อมูลหรือความเร็ว
vi_vn: Duyệt web một cách riêng tư, truy cập các nội dung bị chặn và tận hưởng sự tự do trên nền tảng kỹ thuật số mà không lo giới hạn tốc độ hay dữ liệu.
zh_cn: 私密浏览、访问被屏蔽的内容，享受无数据或速度限制的数字自由。
zh_tw: 私密瀏覽、存取受阻的內容，並享受無數據或速度限制的數位自由。

# Dialogs_WelcomeToVpnFree_NoLogs
source: Certified no-logs VPN
ar_sa: VPN معتمد بدون سجلات
ca_es: VPN certificada sense registres
da_dk: Certificeret VPN uden logs
hu_hu: Hitelesített, naplózás nélküli VPN
th_th: VPN ที่รับรองว่าไม่มีการบันทึกข้อมูล
vi_vn: VPN được chứng nhận không ghi nhật ký
zh_cn: 经过认证的无记录 VPN
zh_tw: 驗證無紀錄的VPN

# Dialogs_WelcomeToVpnFree_NoLogs_Description
source: Your activity is protected by Swiss privacy laws. We'll never track you online or share your information with third parties.
ar_sa: نشاطك محمي بموجب قوانين الخصوصية السويسرية. لن نتعقبك أبداً على الإنترنت أو نشارك معلوماتك مع أطراف ثالثة.
ca_es: La vostra activitat està protegida per les lleis de privacitat suïsses. Mai us rastrejarem en línia ni compartirem la vostra informació amb tercers.
da_dk: Din aktivitet er beskyttet af schweiziske privatlivslove. Vi sporer dig aldrig online eller deler dine data med tredjeparter.
hu_hu: Az Ön tevékenységét a svájci adatvédelmi törvények védik. Soha nem követjük Önt online, és nem osztjuk meg adatait harmadik féllel.
th_th: กิจกรรมของคุณได้รับการคุ้มครองโดยกฎหมายความเป็นส่วนตัวของสวิตเซอร์แลนด์ เราจะไม่ติดตามคุณทางออนไลน์หรือแชร์ข้อมูลกับบุคคลที่สาม
vi_vn: Hoạt động của bạn được bảo vệ bởi luật quyền riêng tư của Thụy Sĩ. Chúng tôi sẽ không bao giờ theo dõi trực tuyến hoặc chia sẻ thông tin của bạn với bên thứ ba.
zh_cn: 活动由瑞士的隐私法保护。我们永远不会记录您的网上活动，也永远不会与第三方共享您的信息。
zh_tw: 您的活動受到瑞士隱私法保護。我們絕不會線上追蹤您或與第三方分享您的資訊。

# Dialogs_WelcomeToVpnPlus_BrowseFreely
source: Browse freely from anywhere
ar_sa: تصفح بحرية من أي مكان
ca_es: Navegueu lliurement des de qualsevol lloc
da_dk: Surf frit fra hvor som helst
hu_hu: Szabadon böngészhet bárhonnan
th_th: เรียกดูได้อย่างอิสระจากทุกที่
vi_vn: Duyệt web tự do từ bất cứ đâu
zh_cn: 随时随地自由浏览
zh_tw: 隨時隨地自由瀏覽

# Dialogs_WelcomeToVpnPlus_BrowseFreely_Description_One
source: Hide your virtual location and experience the internet from any one of our {0} available country.
ar_sa: احمي موقعك الافتراضي وتمتع بالإنترنت من أية من {0} دولة المتاحة.
ca_es: Amagueu la vostra ubicació virtual i experimenteu internet des d'{0} país disponible.
da_dk: Skjul din virtuelle placering, og oplev internettet fra et af vores {0} tilgængelige land.
hu_hu: Rejtse el virtuális tartózkodási helyét, és élvezze az internetet az {0} elérhető ország bármelyikéből.

# Dialogs_WelcomeToVpnPlus_BrowseFreely_Description_Other
source: Hide your virtual location and experience the internet from any one of our {0} available countries.
ar_sa: احمي موقعك الافتراضي وتمتع بالإنترنت من أية من {0} دول المتاحة.
ca_es: Amagueu la vostra ubicació virtual i experimenteu internet des de qualsevol dels nostres {0} països disponibles.
da_dk: Skjul din virtuelle placering, og oplev internettet fra ethvert af vores {0} tilgængelige lande.
hu_hu: Rejtse el virtuális tartózkodási helyét, és élvezze az internetet az {0} elérhető ország bármelyikéből.
th_th: ซ่อนตำแหน่งเสมือนและสัมผัสประสบการณ์อินเทอร์เน็ตจากหนึ่งใน {0} ประเทศที่ให้บริการ
vi_vn: Ẩn vị trí ảo và trải nghiệm internet từ bất kỳ quốc gia nào trong số {0} quốc gia có sẵn của chúng tôi.
zh_cn: 隐藏您的虚拟位置，在 {0} 个可用国家体验互联网。
zh_tw: 隱藏你的虛擬位置，可選擇我們提供的{0} 個國家中體驗互聯網。
